{
  "text": {
    "hi": 26,
    "hello": 24,
    "hey": 25,
    "good": 22,
    "morning": 36,
    "evening": 16,
    "bye": 6,
    "goodbye": 23,
    "see": 48,
    "you": 65,
    "later": 31,
    "catch": 8,
    "soon": 50,
    "thank": 54,
    "thanks": 55,
    "appreciate": 2,
    "it": 30,
    "what": 61,
    "is": 29,
    "phishing": 41,
    "tell": 53,
    "me": 34,
    "about": 1,
    "explain": 17,
    "how": 27,
    "does": 14,
    "work": 63,
    "ransomware": 43,
    "attack": 4,
    "meaning": 35,
    "works": 64,
    "malware": 33,
    "are": 3,
    "attacks": 5,
    "ddos": 11,
    "a": 0,
    "of": 38,
    "to": 59,
    "make": 32,
    "strong": 51,
    "password": 40,
    "safety": 46,
    "tips": 58,
    "secure": 47,
    "my": 37,
    "can": 7,
    "i": 28,
    "report": 45,
    "cybercrime": 10,
    "where": 62,
    "file": 18,
    "complaint": 9,
    "for": 19,
    "online": 39,
    "fraud": 20,
    "didn": 13,
    "t": 52,
    "get": 21,
    "that": 56,
    "don": 15,
    "understand": 60,
    "repeat": 44,
    "shieldpatch": 49,
    "the": 57,
    "project": 42,
    "describe": 12
  },
  "intent": {
    "greet": 8,
    "goodbye": 7,
    "thanks": 10,
    "ask_phishing": 4,
    "ask_ransomware": 5,
    "ask_malware": 2,
    "ask_ddos": 1,
    "ask_password_safety": 3,
    "ask_cybercrime_reporting": 0,
    "nlu_fallback": 9,
    "ask_shieldpatch": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_chatgpt_fallback": 1,
    "utter_ask_cybercrime_reporting": 13,
    "utter_ask_ddos": 14,
    "utter_ask_malware": 15,
    "utter_ask_password_safety": 16,
    "utter_ask_phishing": 17,
    "utter_ask_ransomware": 18,
    "utter_ask_shieldpatch": 19,
    "utter_goodbye": 20,
    "utter_greet": 21,
    "utter_thanks": 22
  },
  "action_text": null,
  "intent_response_key": null
}